{
  "Nauczycielka krzyczy i rzuca w uczniów kredą.": {
    "case1": [
      "Zwołujesz zespół nauczycieli uczących w klasie z udziałem psychologa. Wspólnie dzielicie się doświadczeniem w pracy z klasą i zastanawiacie się, jak zadbać o dyscyplinę pracy na lekcji."
    ],
    "case2": ["Organizujesz szkolenie z radzenia sobie z trudnymi sytuacjami w klasie."],
    "case3": [
      "Zapraszasz nauczycielkę do indywidualnych rozmów z psychologiem szkolnym."
    ],
    "case4": [
      "Zgłaszasz sprawę policji.",
      false
    ],
    "case5": [
      "Podczas rady pedagogicznej przypominasz treść zasad bezpiecznych relacji personel – dziecko i zachęcasz nauczycieli do reagowania i udzielania sobie wzajemnie wsparcia w trudnych sytuacjach."
    ],
    "case6": [
      "Nie podejmujesz działań – nie chcesz, żeby nauczycielka zrezygnowała z pracy.",
      false
    ],
    "case7": [
      "Opracowujesz notatkę służbową z przeprowadzonych działań i rozpoznania sprawy."
    ],
    "case8": [
      "Uruchamiasz ścieżkę interwencji w wypadku krzywdzenia ze strony personelu i sięgasz po pierwszy środek, jakim jest upomnienie nauczycielki."
    ]
  },

  "Ojciec krzyczy na syna, poniża, wyzywa i stosuje przemoc fizyczną": {
    "case11": [
      "Zapraszasz ojca na rozmowę, upominasz go i informujesz o uruchomieniu ścieżki interwencji oraz możliwościach wsparcia."
    ],
    "case12": [
      "Rozmawiasz z Łukaszem, opracowujesz i uruchamiasz plan wsparcia dla niego."
    ],
    "case13": [
      "Organizujesz dla pracowników szkolenie z reagowania na przemoc."
    ],
    "case14": [
      "Uruchamiasz procedurę interwencji zapisaną w polityce ochrony dzieci."
    ],
    "case15": [
      "Sporządzasz notatkę służbową z przeprowadzonych działań i rozpoznania sprawy."
    ],
    "case16": [
      "Nie reagujesz – nic wielkiego się nie stało.",
      false
    ],
    "case17": [
      "Zawiadamiasz policję o możliwości popełnienia przestępstwa.",
      false
    ],
    "case18": [
      "Informujesz wychowawcę klasy o potrzebie wszczęcia procedury „Niebieskie Karty”, a wychowawca wypełnia stosowny formularz."
    ],
    "case19": [
      "Składasz do sądu wniosek o wgląd w sytuację rodziny."
    ]
  },
  "Zuzia jest smutna, nigdy nie ma ze sobą drugiego śniadania, a dodatkowo przejawia zachowania lękowe i ma trudności w nauce.": {
    "case21": [
      "Zgłaszasz sprawę do ośrodka pomocy rodzinie."
    ],
    "case22": [
      "Składasz wniosek do sądu o wgląd w sytuację rodziny."
    ],
    "case23": [
      "Rozmawiasz z nauczycielką o funkcjach szkoły i zadaniach wychowawcy."
    ],
    "case24": [
      "Informujesz policję o sytuacji rodzinnej uczennicy.",
      false
    ],
    "case25": [
      "Opracowujesz notatkę służbową z przeprowadzonych działań i rozpoznania sprawy."
    ],
    "case26": [
      "Prosisz psychologa szkolnego, żeby monitorował sytuację dziecka."
    ],
    "case27": [
      "Rozmawiasz z Zuzią. Opracowujesz i uruchamiasz plan wsparcia dla niej."
    ],
    "case28": [
      "Nie podejmujesz działań – chcesz uszanować ustalenia nauczycielki z mamą.",
      false
    ],
    "case29": [
      "Korzystając z listy placówek współpracujących stworzonej w ramach polityki ochrony dzieci, przekazujesz mamie kontakty do organizacji wspierających osoby uzależnione."
    ]
  },
  "Pan Robert wypytuje o chłopaków, łapie za biodra, opowiada seksistowskie dowcipy.": {
    "case31": [
      "Opracowujesz notatkę służbową z przeprowadzonych działań i rozpoznania popwyższej sprawy."
    ],
    "case32": [
      "Upewniasz się, że zakład pracy ma wdrożone standardy ochrony małoletnich, a pracownicy dopuszczani do pracy z dziećmi są zweryfikowani w Rejestrze Sprawców Przestępstw na Tle Seksualnym  oraz mają zaświadczenie z KRK."
    ],
    "case33": [
      "Uruchamiasz ścieżkę interwencji na wypadek podejrzenia wykorzystania seksualnego."
    ],
    "case34": ["Organizujesz kampanię informacyjną wśród uczniów i uczennic na temat tego, gdzie mogą szukać pomocy, jeśli w czasie praktyk doświadczają przemocy, i czym jest przemoc."],
    "case35": [
      "Informujesz policję o podejrzeniu popełnienia przestępstwa.",
      false
    ],
    "case36": [
      "Informujesz pracodawcę pana Roberta o sytuacji i zrywasz współpracę z zakładem, w którym odbywają się praktyki."
    ],
    "case37": [
      "Nic nie robisz – nic złego się nie stało, to normalne, że dziewczęta odbywają praktyki w miejscu, w którym przebywa wielu dorosłych mężczyzn, a w Twoim mieście trudno o nowe miejsce na praktyki.",
      false
    ]
  },
  "Maciek prześladuje Adama": {
    "case41": [
      "Opracowujesz notatkę służbową z przeprowadzonych działań i rozpoznania sprawy Adama."
    ],
    "case42": [
      "Organizujesz kampanię informacyjną wśród uczniów i uczennic na temat tego, gdzie mogą szukać pomocy, jeśli doświadczają przemocy, i czym jest przemoc."
    ],
    "case43": [
      "Uruchamiasz ścieżkę interwencji na wypadek przemocy rówieśniczej."
    ],
    "case44": [
      "Rozmawiasz z Adamem i razem opracowujecie plan wsparcia dla niego."
    ],
    "case45": [
      "Zawiadamiasz sąd rodzinny o przemocy rówieśniczej."
    ],
    "case46": [
      "Rozmawiasz z Maćkiem – informujesz o podjętych krokach i opracowujesz plan naprawczy."
    ],
    "case47": [
      "Przeprowadzasz wraz z samorządem uczniowskim spacer badawczy, żeby zdiagnozować niebezpieczne miejsca w szkole."
    ],
    "case48": [ 
      "Informujesz rodziców Adama i Maćka o zaistniałej sytuacji."
    ],
    "case49": [
      "Informujesz policję o podejrzeniu popełnienia przestępstwa – Maciek jest osobą dorosłą, a jego zachowanie wobec Adama może stanowić przestępstwo (rozbój)."
    ],
    "case50": [
      "Nic nie robisz – nic złego się nie stało."
    ]
  }
}
