{
  "Wychowawca kąpie się nago w jeziorze i zaprasza do tego wychowanki.": {
    "case1": [
      "Sporządzasz notatkę z rozmowy z Mateuszem."],
    "case2": [
      "Zmieniasz procedurę przygotowania kadry do rozpoczynającego się wypoczynku. Zawsze na pierwszej odprawie przed rozpoczęciem wypoczynku przypominasz zasady bezpiecznych relacji kadra – dziecko i zobowiązujesz kadrę do ich przestrzegania."],
    "case3": [
      "Upewniasz się, że uczestnicy obozu wiedzą, gdzie szukać pomocy w sytuacji kryzysowej."
    ],
    "case4": [
      "Zawiadamiasz policję."
    ],
    "case5": [
      "Odsuwasz Mateusza od pracy z osobami uczestniczącymi w obozie."
    ],
    "case6": [
      "Informujesz uczestniczki, dlaczego nie wolno im oddalać się od miejsca zakwaterowania  bez zgody wychowawcy."
    ],
    "case7": [
      "Przeprowadzasz rozmowę z dziewczynami, podczas której informujesz o podjętych krokach wobec wychowawcy i zapewniasz o możliwości porozmawiania z Tobą na ten temat."
    ]
  },

  "Wychowawczyni dowiedziała się, że tata stosuje przemoc fizyczną i emocjonalną wobec Karoliny..": {
    "case11": [
      "Sporządzasz notatkę z rozmowy z Agnieszką i Karoliną."
    ],
    "case12": [
      "Przypominasz wychowawcom procedury interwencji w sytuacji podejrzenia wystąpienia przemocy domowej wpisane w politykę ochrony dzieci. Procedury uwzględniają sytuację przemocy domowej."
    ],
    "case13": [
      "Ponownie rozmawiasz z Agnieszką o roli bezpiecznego dorosłego w sytuacji ujawnienia przez dziecko, że jest krzywdzone – informujesz, jakie możliwości skutecznego reagowania ma wychowawca."
    ],
    "case14": [
      "Upewniasz się, że uczestnicy obozu wiedzą, gdzie szukać pomocy w sytuacji kryzysowej.Informujesz szkołę o uzyskanych informacjach."
    ],
    "case15": [
      "Składasz wniosek do sądu o wgląd w sytuację rodziny Karoliny."
    ],
    "case16": [
      "Powiadamiasz Ośrodek Pomocy Społecznej właściwy dla miejsca zamieszkania Karoliny o stwierdzonej przemocy domowej."
    ],
    "case17": [
      "Zawiadamiasz policję.",
      false
    ],
    "case18": [
      "Odsuwasz Agnieszkę od pracy z osobami uczestniczącymi w obozie.",
      false
    ],
    "case19": [
      "Nic nie robisz – organizator obozów nie może reagować na przemoc, która nie ma miejsca podczas wypoczynku.",
      false
    ]
  },
  "Opiekun położył się w samych bokserkach obok chłopca.": {
    "case21": [
      "Upewniasz się, że uczestnicy obozu wiedzą, gdzie szukać pomocy w sytuacji kryzysowej."
    ],
    "case22": [
      "Przypominasz wychowawcom zasady utrzymywania kontaktu z osobami uczestniczącymi w obozie. Odwołujesz się do zasad bezpiecznych relacji kadra – wychowankowie, które określają taką sytuację. Prosisz wychowawców, aby w takich momentach nie kładli się z dzieckiem do łóżka, tylko siadali obok, zawsze byli odpowiednio ubrani i informowali innego wychowawcę o tym, że idą do pokoju wychowanków w takim celu, oraz zostawiali uchylone drzwi."
    ],
    "case23": [
      "Zawiadamiasz policję.",
      false
    ],
    "case24": [
      "Odsuwasz Michała od pracy z osobami uczestniczącymi w obozie.",
      false
    ],
    "case25": [
      "Nic nie robisz – Michał chciał dobrze, w sumie pomógł chłopcom.",
      false
    ]
  },
  "Opiekunowie nie sprawdzają, co kupują młodzi, oraz nie reagują na przemocowe komentarze chłopców.": {
    "case31": [
      "Sporządzasz notatkę z rozmowy z wychowawcami."
    ],
    "case32": [
      "Podczas odprawy dla kadry odwołujesz się do zasad bezpiecznych relacji i procedur interwencji zawartych w polityce ochrony dzieci."
    ],
    "case33": [
      "Upewniasz się, że uczestnicy obozu wiedzą, gdzie szukać pomocy w sytuacji kryzysowej."
    ],
    "case34": ["Rozmawiasz z uczestnikami obozu na temat wzajemnego szacunku (odwołujesz się do zasad bezpiecznych relacji dziecko – dziecko)."],
    "case35": [
      "Zawiadamiasz policję.",
      false
    ],
    "case36": [
      "Uruchamiasz ścieżkę interwencji na wypadek przemocy rówieśniczej."
    ],
    "case37": [
      "Rozmawiasz ze Staśkiem – opracowujesz i uruchamiasz plan wsparcia."
    ],
    "case38": [
      "Rozmawiasz z Julkiem, zwracając uwagę na to, czy sam nie doświadcza przemocy, oraz opracowujesz i uruchamiasz plan naprawczy."
    ],
    "case39": [
      "Odsuwasz Maćka i Pawła od pracy z osobami uczestniczącymi w obozie.",
      false
    ],
    "case40": [
      "Umawiasz się z kierownikiem obozu, że porozmawiacie z rodzicami Stasia i Julka o zaistniałej sytuacji w czasie odbioru dzieci z parkingu."
    ],
    "case411": [
      "Nic nie robisz – został już tylko jeden dzień, nie warto roztrząsać sprawy.",
      false
    ]
  },
  "Opiekunowie wymierzyli nadmiarową karę, niewynikającą z rzeczywistych konsekwencji działań chłopców.": {
    "case41": [
      "Sporządzasz notatkę z rozmowy z opiekunami."
    ],
    "case42": [
      "Odwołujesz się do zasad bezpiecznych relacji zawartych w polityce ochrony dzieci."
    ],
    "case43": [
      "Upewniasz się, że uczestnicy obozu wiedzą, gdzie szukać pomocy w sytuacji kryzysowej."
    ],
    "case44": [
      "Sprawdzasz w regulaminie zasady dotyczące nagradzania osób uczestniczących w obozie oraz wyciągania konsekwencji. Dokonujesz ich weryfikacji razem z wychowawcami, prowadząc krótką rozmowę edukacyjną na temat bezpiecznego egzekwowania zasad od dzieci."
    ],
    "case45": [
      "Zawiadamiasz policję.",
      false
    ],
    "case46": [
      "Odsuwasz opiekunów od pracy z osobami uczestniczącymi w obozie.",
      false
    ],
    "case47": [
      "Izolujesz dzieci od grupy, nie chcesz, żeby konflikt się zaostrzył.",
      false
    ],
    "case48": [
      "Nic nie robisz – nie warto roztrząsać sprawy.",
      false
    ],
    "case49": [
      "Uruchamiasz procedury interwencji dotyczące podejrzenia przemocy rówieśniczej."
    ]
  }
}
