{
  "Rejestratorka głośno komentuje zachowanie i diagnozę pacjenta.": {
    "case1": ["Sporządzasz notatkę z przeprowadzonego rozpoznania sprawy."],
    "case2": ["Informujesz rodziców o wnioskach z rozpoznania sprawy."],
    "case3": [
      "Planujesz szkolenie dla personelu rejestracji z zakresu obsługi klienta z uwzględnieniem klientów małoletnich."
    ],
    "case4": [
      "Na podstawie Karty Praw Pacjenta i przyjętych Standardów Ochrony Dzieci opracowujesz ściągawkę dla personelu. Zaznaczasz w niej najważniejsze kwestie związane z rejestracją i obsługą pacjentów."
    ],
    "case5": [
      "Wnioskujesz do władz przychodni o zmianę zakresu obowiązków rejestratorki.",
      false
    ],
    "case6": [
      "Informujesz policję o możliwości popełnienia przestępstwa.",
      false
    ],
    "case7": [
      "Nic nie robisz – rejestratorka miała dobre intencje, a rodzice Pawła nie wnieśli skargi.",
      false
    ]
  },

  "Ojciec stosuje przemoc wobec Adama. Wyzywa i popycha syna.": {
    "case11": [
      "Opracowujesz notatkę z przeprowadzonego rozpoznania sprawy."
    ],
    "case12": [
      "Organizujesz szkolenie z rozpoznawania przemocy wobec małoletnich."
    ],
    "case13": [
      "Przypominasz pracownikom zasady podejmowania interwencji w przypadkach podejrzenia lub zaobserwowania przemocy domowej."
    ],
    "case14": [
      "Wnioskujesz do kierownictwa przychodni o zmianę zakresu obowiązków pielęgniarki.",
      false
    ],
    "case15": [
      "Zawiadamiasz policję o możliwości popełnienia przestępstwa.",
      false
    ],
    "case16": [
      "Nic nie robisz – takie sytuacje często mają miejsce w przychodni.",
      false
    ]
  },
  "Lekarka oceniająco i bezosobowo zwraca się do dziecka.": {
    "case21": [
      "Sporządzasz notatkę z przeprowadzonego rozpoznania sprawy."
    ],
    "case22": [
      "Przeprowadzasz ankietę wśród rodziców pacjentów na temat jakości pracy przychodni."
    ],
    "case23": [
      "Organizujesz obowiązkowe szkolenie z komunikacji z młodym pacjentem i jego rodzicami."
    ],
    "case24": [
      "Na podstawie Karty Praw Pacjenta i przyjętych Standardów Ochrony Dzieci opracowujesz ściągawkę dla personelu. Zaznaczasz w niej najważniejsze kwestie związane z rejestracją i obsługą pacjentów."
    ],
    "case25": [
      "Wnioskujesz do kierownictwa przychodni o zwolnienie lekarki.",
      false
    ],
    "case26": [
      "Zawiadamiasz policję informując o możliwości popełnienia przestępstwa.",
      false
    ],
    "case27": [
      "Nic nie robisz – rozumiesz wyjaśnienia pani doktor.",
      false
    ],
    "case28": [
      "Nic więcej nie robisz – lekarka zachowała się w tych warunkach pracy profesjonalnie.",
      false
    ]
  },
  "Dziecko ma ślady mogące świadczyć o samookaleczaniu.": {
    "case31": [
      "Sporządzasz notatkę z przeprowadzonego rozpoznania powyższej sprawy."
    ],
    "case32": [
      "Organizujesz obowiązkowe szkolenie z reagowania na podejrzenie zagrożenia zdrowia dziecka."
    ],
    "case33": [
      "Kontaktujesz się z mamą Eryka i rozmawiasz o swoich podejrzeniach – chcesz sprawdzić, czy jest świadoma tego, co się dzieje z chłopcem, i czy nie potrzebuje jakiegoś wsparcia w tej sytuacji, np. kontaktu do psychologa."
    ],
    "case34": [
      "Wnioskujesz do kierownictwa przychodni o zwolnienie pielęgniarki.", 
      false],
    "case35": [
      "Nic nie robisz – przyjmujesz wyjaśnienia lekarza i pielęgniarki.",
      false
    ],
    "case36": [
      "W zaistniałej sytuacji, zawiadamiasz policję o możliwości popełnienia przestępstwa",
      false
    ]
  },
  "W trakcie badania Marta zauważa na ciele dziecka wiele siniaków, a także kilka łysych placków na głowie.": {
    "case41": [
      "Sporządzasz notatkę z przeprowadzonego rozpoznania sprawy Marty."
    ],
    "case42": [
      "Organizujesz obowiązkowe szkolenie z reagowania na podejrzenie zagrożenia zdrowia dziecka."
    ],
    "case43": [
      "Wnioskujesz do kierownictwa przychodni o zwolnienie pielęgniarki.",
      false
    ],
    "case44": [
      "Zawiadamiasz policję z uwagi na możliwości popełnienia przestępstwa."
    ],
    "case45": [
      "Nic nie robisz – przyjmujesz wyjaśnienia pielęgniarki.",
      false
    ]
  }
}
